domain,general
brake,accelerator
brake,pedals
brake,throttle
brake,acceleration
brake,anti-lock
brake,rear
brake,wheels
brake,hydraulics
brake,pneumatic
brake,antilock
brake,traction
brake,steering
brake,mechanical
brake,wheel
brake,brakes
vehicle,driver
vehicle,truck
vehicle,minivan
vehicle,sedans
vehicle,trucks
vehicle,pickup
vehicle,vehicles
vehicle,sedan
vehicle,driving
vehicle,tractor
vehicle,suvs
vehicle,automobiles
vehicle,cars
vehicle,armored
certification,requirement
certification,certifications
certification,diploma
certification,required
certification,accredited
certification,licensure
certification,stringent
certification,regulations
certification,license
certification,accrediting
certification,certificates
certification,diplomas
certification,riaa
certification,standards
certification,certify
ase,0.21
ase,mdsd
ase,ftse
ase,newstand
ase,imkb-100
ase,cac
ase,index
ase,0.47
ase,dax
ase,cac-40
test,fourth
test,twenty20
test,third
test,evaluation
test,last
test,tested
test,detected
test,standardized
test,cricketers
test,came
test,cricketer
test,indies
test,second
test,samples
test,laboratory
test,testing
test,tests
test,rugby
car,driver
car,truck
car,taxi
car,trucks
car,vehicles
car,pickup
car,suv
car,driving
car,drivers
car,tractor
car,automobiles
car,cars
car,drove
car,driven
service,services
service,isp
service,television
service,care
service,providing
service,channel
service,provider
service,providers
service,networks
service,cable
service,supplier
service,reported
service,tv
service,newspapers
service,broadband
service,interview
service,reports
service,media
technician,plumber
technician,nurses
technician,conditioner
technician,electricians
technician,specialists
technician,electrician
technician,engineering
technician,mechanic
technician,engineer
technician,engineers
technician,repairmen
technician,welder
technician,scientist
technician,repairman
technician,machinist
training,teachers
training,equipped
training,practise
training,maneuvers
training,recruited
training,trainers
training,abilities
training,practicing
training,instructor
training,learning
training,manoeuvres
training,trainees
training,skill
training,practices
training,exercise
training,ability
training,expertise
training,practiced
training,instructors
training,drills
automotive,automakers
automotive,auto
automotive,semiconductors
automotive,chrysler
automotive,engineering
automotive,gm
automotive,automobile
automotive,lockheed
automotive,motor
automotive,automobiles
automotive,philips
automotive,semiconductor
automotive,aviation
automotive,aeronautics
automotive,samsung
automotive,automaker
need,necessary
need,cannot
need,enough
need,required
need,must
need,needs
need,can
need,help
need,should
need,if
need,wants
need,needed
certified,double-platinum
certified,certifications
certified,requirements
certified,accreditation
certified,licensure
certified,certifying
certified,certifies
certified,platinum
certified,cria
certified,baccalaureate
certified,accrediting
certified,certificates
certified,inspectors
certified,riaj
certified,multi-platinum
certified,diplomas
certified,colleges
certified,verify
sale,buy
sale,bought
sale,purchased
sale,purchase
sale,sales
sale,sold
sale,selling
sale,auctioned
sale,buying
sale,purchases
sale,sotheby
sale,auctions
sale,sell
inspection,oversight
inspection,compliance
inspection,checked
inspection,weapons
inspection,inspected
inspection,blix
inspection,inspects
inspection,iaea
inspection,inspect
inspection,inspectors
inspection,supervise
inspection,verification
inspection,supervised
inspection,monitoring
inspection,inspecting
inspection,inspections
safety,protection
safety,protections
safety,secure
safety,environment
safety,environmental
safety,haven
safety,maintain
safety,requirements
safety,rules
safety,assure
safety,ensures
safety,protecting
safety,stringent
safety,regulations
safety,protected
safety,safer
safety,guarantee
safety,ensuring
safety,standard
safety,ecological
safety,sure
safety,protect
safety,conservation
safety,ensure
safety,pollution
product,retail
product,sales
product,business
product,consumers
product,products
product,profit
product,merchandising
product,revenue
product,manufactured
product,imported
product,goods
product,advertising
product,selling
product,marketing
product,brands
product,profits
product,promotional
product,marketed
product,manufacturers
braking,accelerated
braking,hydraulic
braking,speed
braking,deceleration
braking,wheels
braking,pedal
braking,wheel
braking,brakes
braking,antilock
braking,accelerating
certificate,certifications
certificate,diploma
certificate,licence
certificate,accreditation
certificate,requirements
certificate,licences
certificate,licenses
certificate,post-graduate
certificate,baccalaureate
certificate,certificates
certificate,permit
certificate,passports
certificate,graduates
certificate,diplomas
certificate,postgraduate
certificate,licensing
dmv,mta
dmv,assistants
dmv,911
dmv,adot
dmv,cashiers
dmv,cheserem
dmv,clerk
dmv,modot
dmv,pi95
dmv,traynham
dmv,dispatchers
dmv,rw96
dmv,fehrnstrom
dmv,gph04
dmv,mclear
dmv,mo96
dmv,mdot
dmv,schnur
dmv,paramedic
dmv,radioed
dmv,waiters
dmv,dialed
dmv,am94
dmv,vdot
dmv,cashier
air,aircraft
air,military
air,forces
air,flights
air,army
air,pilots
air,airliner
air,troops
air,airplane
air,jet
air,planes
air,plane
air,helicopters
air,airplanes
air,flying
